{
  "title": "Έρευνα αφοσίωσης ομάδας 2025",
  "survey": {
    "introduction": {
      "title": "Έρευνα αφοσίωσης ομάδας 2025",
      "text_1": "Ο σκοπός αυτής της έρευνας είναι να συλλέξουμε ανοιχτά και ειλικρινή σχόλια από την ομάδα μας σε διάφορους τομείς, συμπεριλαμβανομένης της ευημερίας στο χώρο εργασίας, της ανάπτυξης, της επικοινωνίας και της ομαδικής εργασίας.",
      "text_2": "Θα χρησιμοποιήσουμε τα αποτελέσματα της έρευνας για να αναγνωρίσουμε τι λειτουργεί καλά και να επισημάνουμε τι χρειάζεται βελτίωση, για να συνεχίσουμε να διασφαλίζουμε ότι το Jardox είναι ένας εξαιρετικός χώρος εργασίας για όλους.",
      "text_3": "Εκτιμούμε ιδιαίτερα οποιαδήποτε συμμετοχή σε αυτή την έρευνα και ελπίζουμε ότι οι απαντήσεις σας θα βοηθήσουν στην κατανόηση του εργατικού δυναμικού της Jardox.",
      "start_button": "Έναρξη έρευνας",
      "coming_soon": "Ερχομαι συντομα",
      "closed": "Η έρευνα έχει κλείσει πλέον."
    },

    "about_your_role": "Σχετικά με τον ρόλο σας",
    "site": "Επιλέξτε ποιος ιστότοπος ισχύει για εσάς:",
    "sevenoaks": "Sevenoaks",
    "wincanton": "Wincanton",
    "department": "Επιλέξτε το τμήμα που ταιριάζει καλύτερα στο ρόλο σας:",
    "factory": "Εργοστάσιο &;  Καθαριοτητα και υγιεινή",
    "customer_service": "Εξυπηρέτηση Πελατών, Λογιστηριο & προσωπικο δυναμικο",
    "warehouse": "Αποθήκη",
    "planning": "Σχεδιασμός & Προγραμματισμος , Μηχανική υποστηριξει, Πληροφορική",
    "quality": "Ποιότητα &; Τεχνικός - Έλεγχο",
    "npd": "Πωλήσεις , Νέα ανάπτυξη προϊόντων",
    "handle_food": "Χειρίζεστε το φαγητό ως μέρος του ρόλου σας στο Jardox;",
    "yes": "Ναί",
    "no": "Οχι",

    "statements": "Επιλέξτε μια απάντηση που περιγράφει καλύτερα πώς αισθάνεστε για κάθε δήλωση",
    "strongly_agree": "Συμφωνώ απόλυτα",
    "agree": "Συμφωνώ",
    "neutral": "Ουδέτερος",
    "disagree": "Διαφωνώ",
    "strongly_disagree": "Διαφωνώ απόλυτα",

    "expected_of_me": "Ξέρω τι αναμένεται από μένα στη δουλειά.",
    "materials_needed": "Έχω τα υλικά και τον εξοπλισμό που χρειάζομαι για να κάνω τη δουλειά μου σωστά",
    "opportunity_best": "Στη δουλειά, έχω την ευκαιρία να κάνω αυτό που κάνω καλύτερα κάθε μέρα.",
    "receive_recognition": "Τις τελευταίες επτά ημέρες, έχω λάβει αναγνώριση ή έπαινο για το ότι κάνω καλή δουλειά.",
    "supervisor_cares": "Ο προϊστάμενός μου, ή κάποιος στη δουλειά, φαίνεται να νοιάζεται για μένα ως άτομο.",
    "encourages_development": "Υπάρχει κάποιος στη δουλειά που ενθαρρύνει την εξέλιξή μου.",
    "opinions_count": "Στη δουλειά, οι απόψεις μου φαίνεται να μετράνε.",
    "job_important": "Ο σκοπός του Jardox με κάνει να νιώθω ότι η δουλειά μου είναι σημαντική.",
    "quality_work": "Οι συνάδελφοί μου δεσμεύονται να κάνουν ποιοτική δουλειά.",
    "good_friend": "Έχω έναν πολύ καλό φίλο στη δουλειά.",
    "progress_check": "Τους τελευταίους έξι μήνες, κάποιος μου μίλησε για την πρόοδό μου.",
    "learn_and_grow": "Τον τελευταίο χρόνο, είχα ευκαιρίες να μάθω και να αναπτυχθώ.",
    "opportunities_to_grow": "Υπάρχουν ευκαιρίες να αναπτύξω την καριέρα μου στοην Jardox.",
    "paid_rewarded": "Πληρώνομαι καλά και ανταμείβομαι.",
    "happy_facilities": "Είμαι ευχαριστημένος με τις εγκαταστάσεις που παρέχονται για τα διαλείμματά μου.",
    "recommend_jardox": "Θα συνιστούσα τον Jardox ως εργοδότη.",

    "handle_food_statements": "Όπως έχετε δηλώσει ότι χειρίζεστε το φαγητό ως μέρος του ρόλου σας, απαντήστε στις ακόλουθες ερωτήσεις",
    "good_food_safety": "Η ανώτερη διοίκηση προωθεί τη σημασία των ορθών πρακτικών ασφάλειας των τροφίμων.",
    "good_food_safety_job_done": "Μπορώ να δείξω καλές πρακτικές ασφάλειας και ποιότητας τροφίμων ταυτόχρονα με το να μπορώ να κάνω τη δουλειά μου.",
    "jardox_safety_standards": "Jardox έχει υψηλά πρότυπα ποιοτητας και ασφάλειας τροφίμων.",
    "improvements_food_safety": "Είμαι σε θέση να προτείνω βελτιώσεις για την ενθάρρυνση της καλύτερης ασφάλειας των τροφίμων.",
    "food_safety_seriously": "Οι άνθρωποι στην ομάδα μου λαμβάνουν σοβαρά υπόψη τις επικοινωνίες σχετικά με την ασφάλεια των τροφίμων.",
    "understand_food_safety": "Είμαι βέβαιος ότι οι άνθρωποι στην ομάδα μου κατανοούν τις επικοινωνίες σχετικά με την ασφάλεια των τροφίμων.",
    "food_audits": "Γνωρίζω τα αποτελέσματα που επιτυγχάνουμε στους ελέγχους τροφίμων.",

    "comments": "Παρακαλείσθε να αναφέρετε εδώ τυχόν σχόλια που έχετε σχετικά με την εργασία στο Jardox:",
    "submit": "Υποβολή Έρευνας",
    "thanks": "Ευχαριστώ. Η έρευνα ολοκληρώθηκε το",

    "comment": "Comments",
    "id": "ID",
    "createdAt": "Created At",
    "updatedAt": "Updated At"
  }
}